const About = () => {
    return (
        <>
            <div className="about">
                <div className="container">
                    <h2>О нас</h2>
                    <p>
                        Наша цель — взаимовыгодное сотрудничество на основе
                        долгосрочных контрактов. Мы представлены на рынке с 2006
                        года и не перестаем развиваться, совершенствовать
                        качество своих услуг, оптимизировать затраты для
                        снижения стоимости продукции.
                    </p>
                </div>
                <div className="about-container">
                    <div className="about__image"></div>
                    <div className="about__description">
                        <p>
                            Выполняем все работы по проектированию систем,
                            закупке необходимых материалов, производству,
                            установке, наладке, гарантийному и внегарантийному
                            обслуживанию. Уникальный парк оборудования позволяет
                            находить решения для любых производственных задач
                            клиентов. <br />
                            <br />
                            Также мы берем на себя все сложности, связанные с
                            сертификацией нестандартного оборудования. В этом
                            процессе принимают участие инженеры и юристы с
                            многолетним опытом работы. Клиенты получают все
                            нужные документы для того, чтобы использование
                            оборудования было полностью законным. <br />
                            <br />
                            Выпускаемая нашей компанией продукция разрешена к
                            применению Ростехнадзором. На производстве внедрен
                            жесткий менеджмент качества — по международному
                            стандарту ГОСТ Р ИСО 9001.
                        </p>
                    </div>
                </div>
            </div>
        </>
    );
};

export default About;
